Repository: wp-plugins/stronger-github-widget
Catalog: languages/psk_sgw-*.po
Languages: fr_fr

source: Repositories
fr_fr: Dépôt

source: Subscriptions
fr_fr: Abonnement

source: Events
fr_fr: Evénement

source: Starred
fr_fr: Vedette

source: Followers
fr_fr: Suiveurs

source: Following
fr_fr: Ceux que je suis

source: No logo
fr_fr: Pas de logo

source: GitHub logo : small
fr_fr: Logo GitHub : petit

source: GitHub logo : normal
fr_fr: Logo GitHub : normal

source: GitHub logo : big
fr_fr: Logo GitHub : grand

source: User gravatar : Small
fr_fr: Avatar de l'utilisateur : petit

source: User gravatar : Normal
fr_fr: Avatar de l'utilisateur : normal

source: No username
fr_fr: Pas de nom d'utilisateur

source: Username only
fr_fr: Nom d'utilisateur uniquement

source: Username @ GitHub
fr_fr: Nom d'utilisateur @ GitHub

source: Display your GitHub informations
fr_fr: Afficher vos informations GitHub

source: Github error!
fr_fr: Erreur GitHub !

source: Title
fr_fr: Titre

source: Title of the widget as it appears on the page
fr_fr: Titre du widget tel qu'il apparait sur la page

source: Username
fr_fr: Nom d'utilisateur

source: Your Github username
fr_fr: Votre nom d'utilisateur GitHub

source: What to show
fr_fr: Quelles données monter

source: Number of items to show
fr_fr: Nombre de données à montrer

source: Set to 0 to display all items
fr_fr: Mettre à 0 pour tout montrer

source: Show forked repositories
fr_fr: Montrer les dépôts branchés

source: Show users gravatar
fr_fr: Montrer les gravatars des utilisateurs

source: Show separators
fr_fr: Montrer les séparateurs

source: Show description
fr_fr: Montrer les descriptions

source: Show dates
fr_fr: Montrer les dates

source: Show links
fr_fr: Afficher les liens

source: Display header logo
fr_fr: Afficher le logo d'entête

source: Display header username
fr_fr: Afficher le nom d'utilisateur dans l'entête
